Repository: Ajapaik/sift-pics-web
Catalog: project/sift/locale/*/LC_MESSAGES/djangojs.po
Languages: sv

source: Not selected
sv: Ej valt

source: System error
sv: Systemfel

source: Interior
sv: Inomhus

source: Exterior
sv: Utomhus

source: Manmade
sv: Konstgjord

source: Nature
sv: Natur

source: Ground
sv: Från Mark Nivå

source: Raised
sv: Från Upprest Nivå

source: One
sv: En Person

source: Many
sv: Många personer

source: Whole
sv: Generell

source: Detail
sv: Närbild

source: Staged
sv: Iscensatt

source: Natural
sv: Naturlig

source: Public
sv: Offentlig

source: Private
sv: Privat

source: View
sv: Vy

source: %(pictures)s pictures in album
sv: %(pictures) bilder i album

source: You have made %(decisions)s decisions about %(pictures)s pictures in this album.
sv: Du har gjort %(decisions) beslut om %(pictures) bilder i detta album.

source: You are contributor number %(rank)s.
sv: Du är bidragsgivare nummer %(rank).

source: %(users)s users have made %(decisions)s decisions about %(pictures)s pictures.
sv: %(users) nvändare har gjort %(decisions) beslut om %(pictures) bilder.
